[
    {"type":"year_events",
        "year": 1993,
        "events": [
        {
            "description": "Декриминализация гомосексуальности",
            "info": "Статья 121 \"Мужеложство\" исключена из Уголовного кодекса",
            "progressive": "True"
        }
    ]
    },

    {"type":"year_events",
        "year": 1999,
        "events": [
        {
            "description": "Депатологизация гомосексуальности",
            "info": "В России начала действовать новая классификация болезней принятая ВОЗ (МКБ-10), из которой был исключен диагноз \"гомосексуализм\"",
            "progressive": "True"
        }
    ]
    },

    {"type":"year_span",
        "start_year": 2000,
        "end_year": 2005,
        "span_description":"Отсутствие важных изменений",
        "span_info":"Осужденные за мужеложство не считались жертвами репрессий и не подлежали реабилитации. Необходимые законы о запрете дискриминации по признаку сексуальной ориентации не были приняты",
        "progressive": "False"},

    {"type":"year_events",
        "year": 2006,
        "events": [
        {
            "description": "Начало дискриминационных законов - первый региональный закон о \"гей-пропаганде\"",
            "info": "В Рязанской области ввели административную ответственность за  \"пропаганду гомосексуализма среди несовершеннолетних\"",
            "progressive": "False"
        }
    ]},

    {"type":"year_span",
        "start_year": 2011,
        "end_year": 2013,
        "span_description":"Законы о \"гей пропаганде\" приняты еще в 11 регионах",
        "span_info":"Description",
        "progressive": "False"},

    {"type":"year_events",
        "year": 2013,
        "events": [
        {
            "description": "Дискриминационные законы расширены на всю страну - первая версия Федерального закона о \"гей-пропаганде\"",
            "info": "Закон №135-ФЗ установил административную ответственность за \"пропаганду нетрадиционных сексуальных отношений среди несовершеннолетних\"",
            "progressive": "False"
        }
    ]},

    {"type":"year_note",
        "year": 2014,
        "note":"Наши данные показывают рост преступлений ненависти в отношении ЛГБТК+ людей",
        "note_link":"https://greyrainbow.dataout.org/hate-crimes/"
    },

    {"type":"year_note",
        "year": 2017,
        "note":"Наши данные показывают рост преступлений совершенных группой лиц по предварительному сговору",
        "note_link":"https://greyrainbow.dataout.org/hate-crimes/"
    },

    {"type":"year_events",
        "year": 2020,
        "events": [
        {
            "description": "Поправки в Конституцию",
            "info": "Отныне статья 72 Конституции закрепляет понятие брака как союза мужчины и женщины. Принятие закона об однополых союзах теперь невозможно без конституционной реформы",
            "progressive": "False"
        }
    ]},

    {"type":"year_events",
        "year": 2022,
        "events": [
        {
            "description": "Вторая версия закона о \"гей-пропаганде\"",
            "info": "Федеральный Закон №479-ФЗ установил административную ответственность за \"пропаганду нетрадиционных сексуальных отношений\" в целом (не только среди несовершеннолетних). Кроме этого были запрещены \"пропаганда педофилии\" и \"пропаганда смены пола\"",
            "progressive": "False"
        }
    ]},

    {"type":"year_events",
        "year": 2023,
        "events": [
        {
            "description": "Запрет трансгендерного перехода",
            "info": "Федеральный Закон №386-ФЗ уничтожил существовавшую с советских времен систему медицинских и юридических процедур позволяющую совершать трансгендерный переход. Транс персоны фактически больше не имеют возможности получать необходимую помощь",
            "progressive": "False"
        },
        {
            "description": "Supreme Court: \"International LGBT movement\" is an extremist organisation",
            "info": "Гибридная рекриминализация гомосексуальности. Своим Решением от 30 Ноября Верховный Суд России признал \"Международное движение ЛГБТ\" экстремистской организацией. Фактически это означает что открытая идентификация как ЛГБТК+ может привести к уголовной ответственности за участие в экстремистской организации",
            "progressive": "False"
        }
    ]}

]